Repository: capstanlqc/cli_automation
Catalog: conv_flash_xlsxs_to_tmxs/output/Eurobarometer_FLASH-002_slo-SVK_MRT.tmx
Source language: en_us
Languages: sk_sk

source: Professional (employed doctor, lawyer, accountant, architect, …)
sk_sk: Odborník (zamestnaný lekár, právnik, účtovník, architekt)

source: Less than 1 year
sk_sk: Menej ako 1 rok

source: Select all that apply.
sk_sk: Vyberte všetky odpovede, ktoré sa na vás vzťahujú.

source: German
sk_sk: Nemecká

source: The thousands separator character is not allowed.
sk_sk: Používanie znamienka na oddeľovanie tisícok je zakázané.

source: Slovenia
sk_sk: Slovinsko

source: {#Nationality} nationality
sk_sk: {#Nationality} národnosť

source: Professional, scientific and technical activities
sk_sk: ODBORNÉ, VEDECKÉ A TECHNICKÉ TESTOVANIE A ANALÝZY

source: No
sk_sk: Nie

source: European Parliament
sk_sk: Európsky parlament

source: Hello, My name is …, from (NAME OF NATIONAL INSTITUTE). May I speak with someone with decision making responsibilities (managing director, general manager, CEO, financial director) or someone leading the commercial activities (commercial manger, sales manager, marketing manager) or a legal officer in your company? (IF THE GATEKEEPER ASKS FOR ADDITIONAL INFORMATION) I'm conducting an interview for Ipsos Public Affairs, on behalf of one of their clients. We are contacting (decision makers in) companies across Europe regarding their views on current business topics. The feedback will be used to support policymaking in Europe. I would greatly appreciate being able to speak with him or her to include his/her opinion in the study. <b>INTERVIEWER ADD IF ASKED:</b> CLIENT? Ipsos is conducting this survey for a European public institution. I can only reveal the name of this institution during the interview. <b>WHO TO CONTACT ABOUT THE SURVEY:</b> If you have comments or questions, or any concerns, please send an email to: <a href='FlashEB-dataprotection-coordinator@ipsos-online.com'>FlashEB-dataprotection-coordinator@ipsos-online.com</a> (SINGLE ANSWER, DO NOT READ OUT)
sk_sk: Dobrý deň, volám sa... a som z (NÁZOV NÁRODNÉHO INŠTITÚTU). Môžem hovoriť s niekým s rozhodovacími právomocami (generálny riaditeľ, výkonný riaditeľ, finančný riaditeľ) alebo s niekým, kto má na starosti obchodné činnosti (obchodný riaditeľ, riaditeľ predaja, marketingový riaditeľ) alebo s firemným právnikom? (AK RECEPČNÝ POŽIADA O ĎALŠIE INFORMÁCIE) Vediem prieskum v rámci spoločnosti Ipsos Public Affairs v mene jedného z jej zákazníkov. Kontaktujeme (osoby s rozhodovacími právomocami vo) firmy v Európe a zaujímame sa o ich názor na aktuálne firemné témy. Odozva sa použije ako pomoc pri tvorbe politík v rámci Európy. Veľmi by som ocenil/-a, keby som sa s ním/ňou mohol/mohla porozprávať a uviesť jeho/jej názory v štúdii. <b>AK HO O TO POŽIADAJÚ, ANKETÁR DOPLNÍ:</b> KLIENT? Spoločnosť Ipsos realizuje tento prieskum pre európsky verejnoprávny inštitút. Jeho názov vám môžem povedať len počas rozhovoru. <b>NA KOHO SA MÔŽETE OBRÁTIŤ OHĽADNE PRIESKUMU?</b> V prípade komentárov alebo otázok či obáv pošlite e-mail na adresu: <a href='FlashEB-dataprotection-coordinator@ipsos-online.com'>FlashEB-dataprotection-coordinator@ipsos-online.com</a> (JEDNA ODPOVEĎ, NEČÍTAJTE)

source: Real estate activities
sk_sk: ČINNOSTI V OBLASTI NEHNUTEĽNOSTÍ

source: How long has your company been in business? (READ OUT, ONE ANSWER ONLY)
sk_sk: Ako dlho vaša spoločnosť podniká?

source: Without a professional activity
sk_sk: Bez profesionálnej činnosti

source: How many children under the age of 15 are living in your household?
sk_sk: Koľko detí vo veku do 15 rokov žije vo vašej domácnosti?

source: What was your company's total turnover in {#CurrentYear_insert_1}? ADD, IF NEEDED: If you are not sure, please provide your best estimate. (READ OUT IF NECESSARY, ONE ANSWER ONLY)
sk_sk: Aký bol celkový obrat vašej spoločnosti v roku {#CurrentYear_insert_1}? AK TREBA, DOPLŇTE: Ak si nie ste istý/á, uveďte čo najpresnejší odhad. (AK TREBA, PREČÍTAJTE NAHLAS, LEN JEDNA ODPOVEĎ)

source: Hello, My name is …, from (NAME OF NATIONAL INSTITUTE), and I'm conducting an interview for Ipsos Public Affairs, on behalf of one of their clients. We are looking for people aged 15 or over who are willing to share their opinions about the issues of today’s society. Can I speak to the person in your household, 15 years or older, whose birthday it was most recently? INTERVIEWER ADD IF NECESSARY: this is necessary to ensure everyone has an equal chance to participate, for the survey to be representative of this country’s population. How old is he or she? Can you pass the phone to this household member? {#Birthday_ins} Household member with the most recent birthday is:
sk_sk: Dobrý deň, som .... z (NÁZOV NÁRODNÉHO ÚSTAVU) a vediem rozhovory za spoločnosť Ipsos Public Affairs v mene jedného z jej klientov. Hľadáme ľudí vo veku 15 alebo viac rokov, ktorí sú ochotní podeliť sa o svoj názor na problémy súčasnej spoločnosti. Môžem hovoriť s osobou z vašej domácnosti vo veku 15 rokov a viac, ktorá mala nedávno narodeniny? AK JE TO POTREBNÉ, ANKETÁR DODÁ: slúži to na to, aby mal každý rovnakú šancu zapojiť sa a aby prieskum reflektoval reprezentatívnu vzorku populácie tejto krajiny. Koľko má rokov? Môžete podať telefón tomuto členovi domácnosti? {#Birthday_ins} Člen domácnosti, ktorý mal nedávno narodeniny, je:

source: European Agency for Safety and Health at Work
sk_sk: Európska agentúra pre bezpečnosť a ochranu zdravia pri práci

source: More than 100,000 to 250,000 euro
sk_sk: Viac ako 100 000 eur až 250 000 eur

source: European political matters
sk_sk: Politických záležitostiach v Európe

source: Manual worker
sk_sk: Manuálne pracujúci

source: (WHEN SPEAKING TO THE TARGETED RESPONDENT) Hello, My name is …, from (NAME OF NATIONAL INSTITUTE), and I'm conducting an interview for Ipsos Public Affairs, on behalf of one of their clients. We are contacting decision makers in companies across Europe regarding their views on current business topics. The feedback will be used to support policymaking in Europe. I would be grateful if you could spare {#minutes_ins} minutes to participate in this survey. Participation in the survey is voluntary and you can change your mind at any time. All of your answers will remain confidential and will be combined with all other participants’ answers. This means that neither you, nor your business, will be identifiable in any of the published results. For quality assurance, this phone call may be monitored and recorded. <b>INTERVIEWER ADD IF ASKED:</b> CLIENT? Ipsos is conducting this survey for the {#Client}. Flash Eurobarometer surveys have as purpose to monitor public and business opinion in the European Union on a broad range of thematic issues. WHAT PERSONAL DATA WILL BE COLLECTED: No personal data will be collected during this interview. Your participation, together with your individual responses to the questions, will be kept strictly confidential. If you have comments or questions, or any concerns, please send an email to: <a href='FlashEB-dataprotection-coordinator@ipsos-online.com'>FlashEB-dataprotection-coordinator@ipsos-online.com</a> Are you happy to proceed with the interview? (SINGLE ANSWER, DO NOT READ OUT)
sk_sk: (PRI ROZHOVORE S CIEĽOVÝM RESPONDENTOM) Dobrý deň, som .... z (NÁZOV NÁRODNÉHO ÚSTAVU) a vediem rozhovory za spoločnosť Ipsos Public Affairs v mene jedného z jej klientov. Kontaktujeme osoby s rozhodovacími právomocami v európskych firmách a zaujímame sa o ich názor na aktuálne obchodné témy. Odozva sa použije ako pomoc pri tvorbe politík v rámci Európy. Bol/-a by som rád/rada, keby ste venovali {#minutes_ins} minút účasti na tomto prieskume. Účasť na prieskume je dobrovoľná a kedykoľvek si ju môžete rozmyslieť. Všetky odpovede budú dôverné a skombinujú sa s odpoveďami všetkých ostatných účastníkov. To znamená, že na základe zverejnených výsledkov nebude možné identifikovať vašu osobu ani firmu. Tento telefonický rozhovor sa môže monitorovať a nahrávať na účely kontroly kvality. <b>AK HO O TO POŽIADAJÚ, ANKETÁR DOPLNÍ:</b> KLIENT? Spoločnosť Ipsos realizuje tento prieskum pre {#Client}. Prieskumy Flash Eurobarometer majú za cieľ sledovať mienku verejnosti a spoločností v Európskej únii ohľadne širokej škály tematických okruhov. KTORÉ OSOBNÉ ÚDAJE SA ZHROMAŽDIA: Počas rozhovoru sa nebudú zhromažďovať žiadne osobné údaje. Vaša účasť spolu s odpoveďami na jednotlivé otázky bude prísne dôverná. V prípade komentárov alebo otázok či obáv pošlite e-mail na adresu: <a href='FlashEB-dataprotection-coordinator@ipsos-online.com'>FlashEB-dataprotection-coordinator@ipsos-online.com</a> Chcete pokračovať v prieskume? (JEDNA ODPOVEĎ, NEČÍTAJTE)

source: <b>Public services</b>
sk_sk: <b>Verejnoprávne služby</b>

source: Only one answer is allowed.
sk_sk: Otázka '{QUESTION}' ({QUESTION_NUMBER}): Povolená je len jedna odpoveď.

source: The answer does not have enough text, current length is {LENGTH}, minimum is {MINLENGTH}.
sk_sk: Odpoveď nie je dostatočne dlhá, aktuálna dĺžka je {LENGTH}, minimum je {MINLENGTH}.

source: Finland
sk_sk: Fínsko

source: (READ OUT – ONE ANSWER PER LINE)
sk_sk: (PREČÍTAJTE – IBA JEDNA ODPOVEĎ)

source: <p>Those are all the questions we have for you today. Thank you for your time.</p><p>All information you provide is kept strictly confidential and is used for research purposes only.</p>
sk_sk: <p>Na dnes sú to všetky otázky. Ďakujeme za váš čas.</p><p>Všetky informácie, ktoré uvediete, sú prísne dôverné a použijú sa výlučne na účely výskumu.</p>

source: Hello, My name is …, from (NAME OF NATIONAL INSTITUTE), and I'm conducting an interview for Ipsos Public Affairs, on behalf of one of their clients. We are looking for people aged 15 or over who are willing to share their opinions about the issues of today’s society. We are conducting this survey across Europe. The survey is not part of any market research, we are interested in measuring public opinion. We would like to speak to your child about this subject (CLARIFY IF NEEDED: your child, aged 15, whose birthday it was most recently). Are you the parent/legal guardian of the child, aged 15, we would like to interview?
sk_sk: Dobrý deň, som .... z (NÁZOV NÁRODNÉHO ÚSTAVU) a vediem rozhovory za spoločnosť Ipsos Public Affairs v mene jedného z jej klientov. Hľadáme ľudí vo veku 15 alebo viac rokov, ktorí sú ochotní podeliť sa o svoj názor na problémy súčasnej spoločnosti. Vedieme prieskum v rámci Európy. Nie je súčasťou prieskumu trhu, zaujíma nás meranie verejnej mienky. O tejto téme by sme sa chceli rozprávať s vaším dieťaťom (AK TREBA, VYSVETLITE: vaše dieťa vo veku 15 rokov, ktoré malo nedávno narodeniny). Ste rodičom/zákonným zástupcom dieťaťa vo veku 15 rokov, s ktorým by sme sa chceli porozprávať?

source: Do you also use one or more mobile phones? {#D2_ins}
sk_sk: Používate jeden alebo viac mobilných telefónov? {#D2_ins}

source: When you get together with friends or relatives, would you say you discuss frequently, occasionally or never about...? {#SD14a_ins}
sk_sk: Keď ste spolu s priateľmi alebo príbuznými, povedali by ste, že sa rozprávate často, príležitostne alebo nikdy o...? {#SD14a_ins}

source: Female
sk_sk: Žena

source: Swedish
sk_sk: Švédska

source: Romanian
sk_sk: Rumunská

source: I would like to reassure you that your child's cooperation is completely voluntary. All answers are confidential and combined with other participants’ answers. This means your child will not be identifiable in any of the published results. {#PARENT3_ins} If you would like to read the Data Protection Notice, you can access it at {#intro_link}. This explains the purpose for processing your personal data as well as your data protection rights. INTERVIEWER ADD IF ASKED: HOW DID YOU GET MY NUMBER: Your telephone number has been randomly generated by a computer, like all numbers we dial for this research. Our aim is to interview a representative sample of this country’s population. CLIENT? Ipsos is conducting this survey for the {#Client}. Flash Eurobarometer surveys have as purpose to monitor public opinion in the European Union on a broad range of thematic issues. WHAT PERSONAL DATA WILL BE COLLECTED: We use your phone number to invite you to take part in this interview and for quality control purposes only. Gender and age information will be collected, as well as personal data from the replies to the interview questions (such as marital status). All of the information you provide will remain confidential, your answers will be combined with all other participants’ answers, and no identifiable data will be shared with Ipsos’ client. Do we have your permission to conduct this interview with your child? {#Birthday_ins}
sk_sk: Znovu vás chcem uistiť, že spolupráca dieťaťa je úplne dobrovoľná. Všetky odpovede sú dôverné a skombinujú sa s odpoveďami ostatných účastníkov. To znamená, že vaše dieťa nebude možné identifikovať v žiadnom zo zverejnených výsledkov. {#PARENT3_ins} Ak si chcete prečítať oznam o ochrane údajov, nájdete ho na {#intro_link}. Vysvetľuje účel spracovania osobných údajov a vaše práva na ochranu svojich údajov. AK HO O TO POŽIADAJÚ, ANKETÁR DOPLNÍ: ODKIAĽ MÁTE MOJE ČÍSLO: Vaše telefónne číslo náhodne vygeneroval počítač rovnako ako všetky čísla, na ktoré v rámci prieskumu voláme. Našim cieľom je osloviť reprezentatívnu vzorku populácie tejto krajiny. KLIENT? Spoločnosť Ipsos realizuje tento prieskum pre [{#Client}]. Prieskumy Flash Eurobarometer majú za cieľ sledovať verejnú mienku v Európskej únii ohľadne širokej škály tematických okruhov. AKÉ OSOBNÉ ÚDAJE SA ZHROMAŽDIA: Vaše telefónne číslo použijeme len na to, aby sme vás pozvali zapojiť sa do tohto prieskumu, a na kontrolu kvality. Zhromaždia sa údaje o pohlaví a veku a osobné údaje z odpovedí na otázky prieskumu (ako je rodinný stav). Všetky vami uvedené informácie budú dôverné a odpovede sa skombinujú s odpoveďami všetkých ostatných účastníkov. Spoločnosť Ipsos klientovi nepošle žiadne identifikovateľné údaje. Udeľujete nám povolenie viesť tento rozhovor s vaším dieťaťom? {#Birthday_ins}

source: Thank you for your time.
sk_sk: Ďakujeme za váš čas.

source: years
sk_sk: rokov

source: As far as your current occupation is concerned, would you say you are...? {#D2_ins}
sk_sk: Čo sa týka vášho aktuálneho povolania, ste podľa vás...? {#D2_ins}

source: Do you use more than one mobile phone? {#D2_ins}
sk_sk: Používate viac ako jeden mobilný telefón? {#D2_ins}

source: 15 years old, and available/at home
sk_sk: 15 rokov a je k dispozícii/doma

source: What is the main activity of your company? (READ OUT MAIN CATEGORIES FIRST, THEN SUBCATEGORIES, ONE ANSWER ONLY)
sk_sk: Čím sa vaša firma zaoberá? (NAJSKÔR PREČÍTAJTE HLAVNÉ KATEGÓRIE, POTOM PODKATEGÓRIE, LEN JEDNA ODPOVEĎ)

source: Refusal (SPONTANEOUS)
sk_sk: Odmietnutie (SPONTÁNNE)

source: Got worse
sk_sk: Zhoršil

source: Refusal
sk_sk: Odmietnutie

source: (WRITE DOWN AGE IN YEARS IF RESPONDENT IS 15 YEARS OR OVER)
sk_sk: (AK MÁ RESPONDENT 15 ALEBO VIAC ROKOV, NAPÍŠTE VEK V ROKOCH)

source: Never been in full-time education
sk_sk: Nikdy som neabsolvoval/a denné štúdium

source: (READ IF TARGET RESPONDENT IS NOT THE PERSON WHO FIRST ANSWERED THE PHONE) Hello, My name is …, from (NAME OF NATIONAL INSTITUTE), and I'm conducting an interview for Ipsos Public Affairs, on behalf of one of their clients. We are looking for people aged 15 or over who are willing to share their opinions about the issues of today’s society. We are conducting this survey across Europe. The survey is not part of any market research, we are interested in measuring public opinion. (READ FOR ALL RESPONDENTS) I would be grateful if you could spare {#minutes_ins} minutes to participate in this survey. Participation in the survey is voluntary and you can change your mind at any time. All of your answers will remain confidential and will be combined with all other participants’ answers. This means you will not be identifiable in any of the published results. {#CONSENT_ins} If you would like to read the Data Protection Notice, you can access it at {#intro_link}. This explains the purpose for processing your personal data as well as your data protection rights. For quality assurance, this phone call may be monitored and recorded. INTERVIEWER ADD IF ASKED: HOW DID YOU GET MY NUMBER: Your telephone number has been randomly generated by a computer, like all numbers we dial for this research. Our aim is to interview a representative sample of this country’s population. CLIENT? Ipsos is conducting this survey for the {#Client}. Flash Eurobarometer surveys have as purpose to monitor public opinion in the European Union on a broad range of thematic issues. WHAT PERSONAL DATA WILL BE COLLECTED: We use your phone number to invite you to take part in this interview and for quality control purposes only. Gender and age information will be collected, as well as personal data from the replies to the interview questions (such as marital status). All of the information you provide will remain confidential, your answers will be combined with all other participants’ answers, and no identifiable data will be shared with Ipsos’ client. Are you happy to proceed with the interview? {#Birthday_ins}
sk_sk: (PREČÍTAJTE, AK RESPONDENT NIE JE OSOBA, KTORÁ AKO PRVÁ ZDVIHLA TELEFÓN) Dobrý deň, som .... z (NÁZOV NÁRODNÉHO ÚSTAVU) a vediem rozhovory za spoločnosť Ipsos Public Affairs v mene jedného z jej klientov. Hľadáme ľudí vo veku 15 alebo viac rokov, ktorí sú ochotní podeliť sa o svoj názor na problémy súčasnej spoločnosti. Vedieme prieskum v rámci Európy. Nie je súčasťou prieskumu trhu, zaujíma nás meranie verejnej mienky. (PREČÍTAJTE VŠETKÝM RESPONDENTOM) Bol/-a by som rád/rada, keby ste venovali {#minutes_ins} minút účasti na tomto prieskume. Účasť na prieskume je dobrovoľná a kedykoľvek si ju môžete rozmyslieť. Všetky odpovede budú dôverné a skombinujú sa s odpoveďami všetkých ostatných účastníkov. To znamená, že na základe zverejnených výsledkov nebude možné identifikovať vašu osobu. {#CONSENT_ins} Ak si chcete prečítať oznam o ochrane údajov, nájdete ho na {#intro_link}. Vysvetľuje účel spracovania osobných údajov a vaše práva na ochranu svojich údajov. Tento telefonický rozhovor sa môže monitorovať a nahrávať na účely kontroly kvality. AK HO O TO POŽIADAJÚ, ANKETÁR DOPLNÍ: ODKIAĽ MÁTE MOJE ČÍSLO: Vaše telefónne číslo náhodne vygeneroval počítač rovnako ako všetky čísla, na ktoré v rámci prieskumu voláme. Našim cieľom je osloviť reprezentatívnu vzorku populácie tejto krajiny. KLIENT? Spoločnosť Ipsos realizuje tento prieskum pre {#Client}. Prieskumy Flash Eurobarometer majú za cieľ sledovať verejnú mienku v Európskej únii ohľadne širokej škály tematických okruhov. AKÉ OSOBNÉ ÚDAJE SA ZHROMAŽDIA: Vaše telefónne číslo použijeme len na to, aby sme vás pozvali zapojiť sa do tohto prieskumu, a na kontrolu kvality. Zhromaždia sa údaje o pohlaví a veku a osobné údaje z odpovedí na otázky prieskumu (ako je rodinný stav). Všetky vami uvedené informácie budú dôverné a odpovede sa skombinujú s odpoveďami všetkých ostatných účastníkov. Spoločnosť Ipsos klientovi nepošle žiadne identifikovateľné údaje. Chcete pokračovať v prieskume? {#Birthday_ins}

source: 50 to 249 employees
sk_sk: 50 až 249 zamestnancov

source: European Insurance and Occupational Pensions Agency
sk_sk: Európsky orgán pre poisťovníctvo a dôchodkové poistenie zamestnancov

source: Below 10% owned by persons from other countries outside (THIS COUNTRY)
sk_sk: Z menej ako 10 % vlastnená osobami z iných krajín mimo Slovenska

source: In which (region) is your company headquarers located?
sk_sk: V ktorom (oblasti) má sídlo vaša firma?

source: Accommodation and food service activities
sk_sk: UBYTOVACIE A STRAVOVACIE SLUŽBY

source: Italy
sk_sk: Taliansko

source: Question '{QUESTION}' ({QUESTION_NUMBER}): Answer '{ANSWER}' ({CATEGORY}) has a response but it is not selected.
sk_sk: Otázka '{QUESTION}' ({QUESTION_NUMBER}): Odpoveď '{ANSWER}' ({CATEGORY}) má odpoveď, no žiadnu ste neoznačili.

source: Public administration and defence; compulsory social security
sk_sk: VEREJNÁ SPRÁVA A OBRANA; POVINNÉ SOCIÁLNE ZABEZPEČENIE

source: British
sk_sk: Britská

source: Yes, more than one mobile phone
sk_sk: Áno, viac ako jeden mobilný telefón

source: Don’t know (DO NOT READ OUT)
sk_sk: Neviem (NEČÍTAJTE)

source: Italian
sk_sk: Talianska

source: Less than 16 years (SPONTANEOUS)
sk_sk: Menej ako 16 rokov (SPONTÁNNE)

source: National political matters
sk_sk: Domácich politických záležitostiach

source: 500 or more employees
sk_sk: 500 alebo viac zamestnancov

source: Other
sk_sk: Iná možnosť

source: Other {#D5a_ins}
sk_sk: Iné {#D5a_ins}

source: Poland
sk_sk: Poľsko

source: When was your company established? (READ OUT, ONE ANSWER ONLY)
sk_sk: Kedy bola založená vaša spoločnosť?

source: Portugal
sk_sk: Portugalsko

source: More than 10 to 50 million euro
sk_sk: Viac ako 10 miliónov eur až 50 miliónov eur

source: I’m rather in favour of the European Union, but not the way it has been realised until now
sk_sk: Som skôr za Európsku úniu, ale nie za spôsob, akým bola doteraz realizovaná

source: Civil servant
sk_sk: Zamestnanec v štátnej správe

source: Do you also have a landline telephone at home? Do not include telephones only used for business purposes or for connecting to the Internet or to a fax machine. {#D2_ins}
sk_sk: Máte doma aj pevnú linku? Nepočítajte telefóny, ktoré sa používajú len na firemné účelu alebo na pripojenie k internetu alebo faxu. {#D2_ins}

source: How old were you when you stopped full-time education? {#D4_ins}
sk_sk: Koľko ste mali rokov, keď ste ukončili Vaše vzdelanie? Máme na mysli riadne, denné štúdium.

source: Approximately, what percentage of the value of your company's products and or services were sold to other EU Member States in {#CurrentYear_insert_1}? ADD, IF NEEDED: If you are not sure, please provide your best estimate. (READ OUT IF NECESSARY, ONE ANSWER ONLY)
sk_sk: Približne aký percentuálny podiel hodnoty výrobkov a/alebo služieb vašej spoločnosti bol v roku {#CurrentYear_insert_1} predaný do iných členských štátov EÚ? AK TREBA, DOPLŇTE: Ak si nie ste istý/á, uveďte čo najpresnejší odhad. (AK TREBA, PREČÍTAJTE NAHLAS, LEN JEDNA ODPOVEĎ)

source: Wholesale and retail trade; repair of motor vehicles and motorcycles
sk_sk: VEĽKOOBCHOD A MALOOBCHOD; OPRAVA MOTOROVÝCH VOZIDIEL A MOTOCYKLOV

source: Netherlands
sk_sk: Holandsko

source: Austria
sk_sk: Rakúsko

source: Answer {ANSWER} is not numeric.
sk_sk: Odpoveď {ANSWER} nie je numerická hodnota.

source: I’m opposed to the idea of the European Union in general
sk_sk: Vo všeobecnosti som proti myšlienke Európskej únie

source: Put through to the targeted respondent
sk_sk: Prepojiť na cieľového respondenta

source: Small or medium-sized town
sk_sk: V malom alebo stredne veľkom meste

source: Stayed about the same
sk_sk: Zostal zhruba rovnaký

source: 1 to 9 employees
sk_sk: 1 až 9 zamestnancov

source: Unskilled manual worker
sk_sk: Nekvalifikovaný manuálny pracovník

source: Products to companies or other organisations
sk_sk: výrobky spoločnostiam alebo iným organizáciám

source: Croatia
sk_sk: Chorvátsko

source: Denmark
sk_sk: Dánsko

source: Very positive
sk_sk: Veľmi pozitívny

source: Administrative and support service activities
sk_sk: ADMINISTRATÍVNE A PODPORNÉ SLUŽBY

source: Cyprian
sk_sk: Cyperská

source: Products directly to consumers
sk_sk: výrobky priamo spotrebiteľom

source: Previous
sk_sk: Späť

source: Improved
sk_sk: Zlepšil

source: Education
sk_sk: VZDELÁVANIE

source: Portuguese
sk_sk: Portugalská

source: The answer has too much text, current length is {LENGTH}, maximum is {MAXLENGTH}.
sk_sk: Odpoveď je príliš dlhá, aktuálna dĺžka je {LENGTH}, maximum je {MAXLENGTH}.

source: Still in full-time education
sk_sk: Stále študujem na dennom štúdiu
